Repository: lepoco/wc-poczta
Catalog: languages/wc_poczta-*.po
Languages: pl_pl

source: Select a pickup point
pl_pl: Wybierz punkt odbioru

source: Pickup point name
pl_pl: Nazwa punktu odbioru

source: Pickup point address
pl_pl: Adres punktu odbioru

source: There was an error in the form. No fields with pickup address found
pl_pl: Wystąpił błąd w formularzu. Nie znaleziono pól z adresem punktu odbioru

source: You must select a pickup point
pl_pl: Musisz wybrać punkt odbioru

source: '%s' pickup point is invalid. Form error?
pl_pl: Punkt odbioru '%s' jest niepoprawny. Błąd formularza?

source: Sorry, %d kg exceeds the maximum weight of %d kg for %s
pl_pl: Przepraszamy, waga %dkg przekracza maksymalną, dopuszczalną wagę %dkg dla wysyłki %s

source: Polish Post - Self Pickup
pl_pl: Poczta Polska - Odbiór w punkcie

source: Shipping - Self Pickup
pl_pl: Wysyłka - Odbiór w punkcie

source: You have decided to collect your package at the pickup point.<br/>Here are the pickup point details:
pl_pl: Zdecydowałaś/eś się na odbiór w punkcie.<br/>Poniżej znajdują się informacje o wybranym punkcie odbioru:

source: Point name
pl_pl: Nazwa punktu odbioru

source: Street
pl_pl: Ulica

source: City
pl_pl: Miasto

source: Phone
pl_pl: Telefon

source: Customer has chosen to ship to a pickup point
pl_pl: Klient wybrał odbiór w punkcie

source: Type
pl_pl: Typ

source: Zip-Code
pl_pl: Kod pocztowy

source: Export file for upload in Envelo
pl_pl: Eksportuj plik do wgrania w Envelo

source: Open the Envelo carrier website
pl_pl: Otwórz stronę przewoźnika Envelo

source: Pickup at Żabka, Orlen, Biedronka, Ruch and Poczta Polska
pl_pl: Odbiór w punktach Żabka, Orlen, Biedronka, Ruch i Poczta Polska

source: Enable plugin
pl_pl: Włącz wtyczkę

source: Enable this shipping.
pl_pl: Włącz tę metodę wysyłki.

source: Include tax
pl_pl: Zawiera podatek

source: If you check this option, the shipping option will be subject to tax.
pl_pl: Jeśli zaznaczysz tę opcję, ta opcja wysyłki zostanie opodatkowana.

source: Enable pickup in Polish Post offices
pl_pl: Włącz odbiór w placówkach Poczty Polskiej

source: If you select this option, Polish Post offices will appear among the collection points.
pl_pl: Jeśli zaznaczysz tę opcję, placówki Poczty Polskiej pojawią się jako jeden z punktów odbioru.

source: Enable pickup in Żabka
pl_pl: Włącz odbiór w Żabce

source: If you select this option, Żabka stores will appear among the collection points.
pl_pl: Jeśli zaznaczysz tę opcję, sklepy Żabka pojawią się jako jeden z punktów odbioru.

source: Enable pickup in Ruch
pl_pl: Włącz odbiór w kioskach Ruch

source: If you select this option, Ruch stores will appear among the collection points.
pl_pl: Jeśli zaznaczysz tę opcję, kioski Ruch pojawią się jako jeden z punktów odbioru.

source: Enable pickup in Orlen
pl_pl: Włącz odbiór na stacjach Orlen

source: If you select this option, Orlen petrol stations will appear among the collection points.
pl_pl: Jeśli zaznaczysz tę opcję, stacje Orlen pojawią się jako jeden z punktów odbioru.

source: Enable pickup in postal automats
pl_pl: Włącz odbiór w automatach pocztowych

source: If you select this option, Polish Post postal automats will appear among the collection points.
pl_pl: Jeśli zaznaczysz tę opcję, automaty Poczty Polskiej pojawią się jako jeden z punktów odbioru.

source: Title
pl_pl: Tytuł

source: Title displayed when you select a shipping option.
pl_pl: Tytuł pojawi się kiedy klient wybierze opcję wysyłki.

source: Weight (kg)
pl_pl: Waga (kg)

source: Maximum allowed weight (default is 20kg)
pl_pl: Maksymalna dopuszczalna waga (domyślnie 20kg)

source: Cost
pl_pl: Koszt

source: Primary cost (default is PLN 13.45)
pl_pl: Podstawowy koszt (domyślnie 13.45 zł)

source: Self Pickup - Żabka, Orlen, Ruch
pl_pl: Obiór w punkcie - Żabka, Orlen, Ruch

source: Primary cost (default is PLN 10.94 + 23% VAT)
pl_pl: Podstawowy koszt (domyślnie 10.94 zł + 23% VAT)

source: Parcel locker
pl_pl: Paczkomat

source: Address
pl_pl: Adres

source: Shipping - Self Pickup (InPost)
pl_pl: Wysyłka - Odbiór w punkcie (InPost Paczkomaty)

source: Opened 24/7
pl_pl: Otwarte 24/7

source: Yes
pl_pl: Tak

source: No
pl_pl: Nie

source: Province
pl_pl: Województwo

source: Open the InPost carrier website
pl_pl: Otwórz stronę przewoźnika InPost

source: Shipping - Self Pickup (Polish Post)
pl_pl: Wysyłka - Odbiór w punkcie (Poczta Polska)

source: Self Pickup - InPost Paczkomaty
pl_pl: Odbiór własny - InPost Paczkomaty

source: Pickup at InPost Paczkomaty
pl_pl: Odbiór w InPost Paczkomaty

source: Enable pickup in Parcel Lockers
pl_pl: Włącz odbiór w paczkomatach

source: If you select this option, pickup will be possible at Parcel Lockers.
pl_pl: Jeśli wybierzesz tę opcję, odbiór będzie możliwy w paczkomatach.

source: Enable pickup in POP
pl_pl: Włącz odbiór w Punktach Obsługi Paczek

source: If you select this option, pickup will be possible at Parcel Collection Points.
pl_pl: Jeśli wybierzesz tę opcję, odbiór będzie możliwy w punktach odbioru paczek.

source: Enable geolocation
pl_pl: Włącz geolokalizację

source: If you enable this option, the pickup point will be proposed based on your geolocation.
pl_pl: Jeśli wybierzesz tę opcję, punkt odbioru zostanie zaproponowany na podstawie glokalizacji.

source: Self Pickup - Polish Post
pl_pl: Odbiór własny - Poczta Polska

source: Cost (Size %s)
pl_pl: Koszt (rozmiar %s)

source: Primary cost (default is %s net)
pl_pl: Koszt podstawowy (wartość domyślna to %s netto)

source: Pickup points
pl_pl: Punkty odbioru

source: Select which pickup points should be available
pl_pl: Wybierz, które punkty odbioru powinny być dostępne

source: Parcel collection point (POP)
pl_pl: Punkt odbioru paczek (POP)

source: Parcel Locker
pl_pl: Paczkomat

source: Weight limit
pl_pl: Limit wagi

source: Total weight limit, above which the shipping option will not show up.
pl_pl: Całkowity limit wagi, powyżej którego opcja wysyłki nie pojawi się.

source: Allow free shipping
pl_pl: Zezwól na darmową dostawę

source: If checked, it allows free shipping on the gross price listed below.
pl_pl: Jeśli jest zaznaczona, umożliwia bezpłatną wysyłkę po cenie brutto wymienionej poniżej.

source: Free shipping for orders above
pl_pl: Bezpłatna wysyłka dla zamówień powyżej

source: Default %s
pl_pl: Domyślnie: %s

source: Enable calculation of the package size
pl_pl: Włącz obliczanie rozmiaru paczki

source: If you enable this option, the plugin will try to determine the package size and then suggest a price based on it.
pl_pl: Jeśli włączysz tę opcję, wtyczka spróbuje określić rozmiar paczki, a następnie zaproponuje cenę na jej podstawie.

source: Dimensions limit (Size %s)
pl_pl: Limit wymiarów (rozmiar %s)

source: Dimensions for size %s (default is %s)
pl_pl: Wymiary dla rozmiaru %s (domyślnie %s)

source: Cost for size %s
pl_pl: Koszt rozmiaru %s

source: Orlen petrol stations
pl_pl: Stacje benzynowe Orlen

source: Post Pickup machine
pl_pl: Automat na Poczcie

source: Ruch store
pl_pl: Sklep Ruch

source: Żabka store
pl_pl: Sklep Żabka

source: Freshmarket store
pl_pl: Sklep Freshmarket

source: Biedronka store Pickup machine
pl_pl: Punkt odbioru w Biedronce

source: Carrefour store Pickup machine
pl_pl: Punkt odbioru w Carrefour

source: Post Office Pickup machine
pl_pl: Punkt odbioru w Poczcie Polskiej

source: Społem store Pickup machine
pl_pl: Punkt odbioru w Społem

source: Post mailbox
pl_pl: Skrzynka pocztowa

source: Lewiatan store Pickup machine
pl_pl: Punkt odbioru w Lewiatanie

source: Lewiatan store
pl_pl: Sklep Lewiatan

source: ABC store
pl_pl: Sklep ABC

source: Deli Center store
pl_pl: Sklep Delikatesy Centrum

source: Biedronka store
pl_pl: Sklep Biedronka

source: Kaufland store
pl_pl: Sklep Kaufland

source: Shipping
pl_pl: Wysyłka

source: Important Upgrade Notice
pl_pl: Ważna informacja o uaktualnieniu

source: You must select a <strong>pickup point</strong>
pl_pl: Musisz wybrać <strong>punkt odbioru</strong>

source: Pickup point has not been selected as shipping method.
pl_pl: Punkt odbioru nie został wybrany jako metoda wysyłki.

source: All in all, I'd like more features
pl_pl: W sumie, chciałbym więcej funkcji

source: This plugin is free, but it takes time to add new features and fix bugs.
pl_pl: Ta wtyczka jest darmowa, ale wymaga czasu, aby dodawać nowe funkcje i naprawiać błędy.

source: If you want to support us and speed up the development of the plugin, contact us.
pl_pl: Jeśli chcesz nas wesprzeć i przyspieszyć rozwój wtyczki, skontaktuj się z nami.

source: Self pickup
pl_pl: Odbiór własny

source: You have chosen pickup as the shipping method. Your package will be delivered to the selected point:
pl_pl: Jako metodę wysyłki wybrano odbiór osobisty. Twoja paczka zostanie dostarczona do wybranego punktu:

source: Done!
pl_pl: Gotowe!

source: Unknown
pl_pl: Nieznana

source: Pickup point
pl_pl: Punkt odbioru

source: Weight
pl_pl: Waga

source: Above information comes from the old plugin version. This data may disappear during future updates.
pl_pl: Powyższe informacje pochodzą ze starej wersji wtyczki. Te dane mogą zniknąć podczas przyszłych aktualizacji.

source: The data has been copied to the clipboard.
pl_pl: Dane zostały skopiowane do schowka.

source: Delivery to the pickup point
pl_pl: Dostawa do punktu odbioru

source: Self Pickup with WooCommerce - InPost Paczkomaty, Polish Post, Żabka and Ruch
pl_pl: Odbiór własny z WooCommerce - InPost Paczkomaty, Poczta, Żabka i Ruch

source: Integration of self pickup in the Inpost Paczkomaty, Polish Post offices, Orlen, Żabka, Ruch stores and others.
pl_pl: Integracja odbioru osobistego w Paczkomatach, Poczcie Polskiej, stacjach Orlen, sklepach Żabka, Ruch i innych.
